{
    "ID": 62715,
    "name": "Bethune-Hill v. Virginia Board of Elections",
    "href": "https:\/\/api.oyez.org\/cases\/2016\/15-680",
    "view_count": 0,
    "docket_number": "15-680",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Appeal",
    "first_party": "Golden Bethune-Hill, et al.",
    "second_party": "Virginia State Board of Elections, et al.",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1465189200
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53736"
        }
    ],
    "lower_court": {
        "ID": 146,
        "name": "Federal district court",
        "href": "https:\/\/api.oyez.org\/courts\/federal_district_court"
    },
    "facts_of_the_case": "<p>Based on the 2010 Census, the Virginia General Assembly sought to redraw the legislative districts for the Virginia Legislature. At the time the districting legislation was prepared, Virginia was subject to Section 5 of the Voting Rights Act, and therefore any new districting plan must have ensured that there would be no “retrogression” in the ability of racial minorities to elect the candidate of their choice. Accordingly, the new districting plan contained 12 majority-minority districts. On December 22, 2014, the plaintiffs, each of whom resided in one of the twelve challenged districts, sued and argued that those districts constituted racial gerrymanders that violated the Equal Protection Clause of the Fourteenth Amendment. The district court held that the plaintiffs did not establish that race was the predominant factor in the creation of 11 of the 12 challenged district. The district court also held that, although race was the predominant factor in the creation of one district, in doing so the General Assembly was pursuing a compelling state interest and its use of race was narrowly tailored to serve that interest.<\/p>\n",
    "question": "<ol><li>Can race be a predominant consideration even where it is the most important consideration in drawing a given district unless the use of race results in \"actual conflict\" with traditional districting criteria?<\/li>\n<li>Does the admitted use of a one-size-fits-all 55% black voting age population floor amount to racial predominance and trigger strict scrutiny?<\/li>\n<li>Should courts disregard the admitted use of race in drawing district lines in favor of examining circumstantial evidence regarding the contours of the districts?<\/li>\n<li>Must racial goals negate all other districting criteria in order for race to predominate?<\/li>\n<li>Was the General Assembly's predominant use of race in drawing House District 75 narrowly tailored to serve a compelling government interest?<\/li>\n<\/ol>",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27431"
    },
    "decisions": null,
    "first_party_label": "Appellant",
    "second_party_label": "Appellee",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2016",
    "location": {
        "latitude": 37.541177,
        "longitude": -77.435487,
        "name": "U.S. District Court for the Eastern District of Virginia",
        "street": "701 East Broad Street",
        "city": "Richmond",
        "province": "VA",
        "postal_code": null,
        "province_name": "Virginia"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine to what extent race may be considered in redrawing legislative districts. ",
    "written_opinion": null,
    "related_cases": null
}