{
    "ID": 62700,
    "name": "Manrique v. United States",
    "href": "https:\/\/api.oyez.org\/cases\/2016\/15-7250",
    "view_count": 0,
    "docket_number": "15-7250",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of <i>certiorari<\/i>",
    "first_party": "Marcelo Manrique",
    "second_party": "United States",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1461560400
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53503"
        }
    ],
    "lower_court": {
        "ID": 15,
        "name": "United States Court of Appeals for the Eleventh Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/15"
    },
    "facts_of_the_case": "<p>Marcelo Manrique was convicted in federal district court of possession of child pornography. He was sentenced to a life term of supervised release and mandatory restitution, though the final judgment did not include an amount for the restitution and stated that would be included in the amended judgment. Manrique filed his notice of appeal before the amended judgment was entered. When the amended judgment was entered while the appeal was pending, it included the details of the restitution award, and both parties subsequently included arguments regarding the challenge of the award in their briefs. The U.S. Court of Appeals for the Eleventh Circuit ruled that it did not have jurisdiction to consider the challenge to the restitution award because Manrique did not file a second notice of appeal regarding the amended judgment that included the amount of the restitution award.<\/p>\n",
    "question": "<p>Does an appellate court have jurisdiction over an appeal of a restitution award when the judgment that awarded the amount of restitution was entered after the notice of appeal was filed?<\/p>\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27421"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2016",
    "location": {
        "latitude": 25.778434,
        "longitude": -80.192456,
        "name": "U.S. Court of Appeals for the Eleventh Circuit",
        "street": "99 N.E. 4th Street",
        "city": "Miami",
        "province": "FL",
        "postal_code": null,
        "province_name": "Florida"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine whether an appellate court has jurisdiction over an appeal of a restitution award when the judgment that awarded the amount of restitution was entered after the notice of appeal was filed.",
    "written_opinion": null,
    "related_cases": null
}