{
    "ID": 62694,
    "name": "Pena-Rodriguez v. Colorado",
    "href": "https:\/\/api.oyez.org\/cases\/2016\/15-606",
    "view_count": 33,
    "docket_number": "15-606",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of <i>certiorari<\/i>",
    "first_party": "Miguel Angel Pena-Rodriguez",
    "second_party": "Colorado",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1459746000
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53489"
        }
    ],
    "lower_court": {
        "ID": 27,
        "name": "Colorado Supreme Court",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/27"
    },
    "facts_of_the_case": "<p>Miguel Angel Pena-Rodriguez was convicted of unlawful sexual conduct and harassment in state trial court. After the entry of a guilty verdict, two jurors informed Pena-Rodriguez’s counsel that one of the other jurors made racially biased statements about Pena-Rodriguez and the alibi witness during jury deliberations. The trial court authorized Pena-Rodriguez’s counsel to contact the two jurors for their affidavits explaining what the “biased” juror said about Pena-Rodriguez or his alibi witness. Based on these affidavits, which related racially biased statements about Pena-Rodriguez’s likely guilt and the alibi witness’ lack of credibility because both were Hispanic, Pena-Rodriguez moved for a new trial. The trial court denied the motion, and the Colorado Court of Appeals affirmed. The Supreme Court of Colorado held the jurors’ affidavits were inadmissible under Rule 606(b) of Colorado’s Rules of Evidence, which prohibits juror testimony on any matter occurring during the jury deliberations. The Supreme Court of Colorado also held Rule 606(b) did not violate Pena-Rodriguez’s Sixth Amendment right to an impartial jury because Pena-Rodriguez had waived that right by failing to adequately question jurors about their racial bias during voir dire.<\/p>\n",
    "question": "<p>May Rule 606(b) of Colorado's Rules of Evidence bar evidence of racial bias offered to prove a violation of the Sixth Amendment right to an impartial jury?<\/p>\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27419"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2016",
    "location": {
        "latitude": 39.582363,
        "longitude": -104.831657,
        "name": "Arapahoe County District Court",
        "street": "7325 S. Potomac St.",
        "city": "Centennial",
        "province": "CO",
        "postal_code": null,
        "province_name": "Colorado"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine whether a no-impeachment rule may bar evidence of racial bias offered to prove a violation of the Sixth Amendment right to an impartial jury.",
    "written_opinion": null,
    "related_cases": null
}