{
    "id": 24170,
    "title": "Dissenting Opinion - Alito - June 23, 2016",
    "transcript": {
        "title": "Fisher v. University of Texas",
        "duration": null,
        "sections": [
            {
                "start": 0,
                "stop": 0,
                "byte_start": 0,
                "byte_stop": 0,
                "turns": [
                    {
                        "start": 0,
                        "stop": 990.88,
                        "byte_start": 0,
                        "byte_stop": 0,
                        "speaker": {
                            "ID": 15068,
                            "name": "Samuel A. Alito, Jr.",
                            "href": "https:\/\/api.oyez.org\/people\/samuel_a_alito_jr",
                            "last_name": "Alito",
                            "roles": [
                                {
                                    "id": 2712,
                                    "type": "scotus_justice",
                                    "date_start": 1138687200,
                                    "date_end": 0,
                                    "appointing_president": "George W. Bush",
                                    "role_title": "Associate Justice of the Supreme Court of the United States",
                                    "institution_name": "Supreme Court of the United States",
                                    "href": "https:\/\/api.oyez.org\/preson_role\/scotus_justice\/2712"
                                }
                            ],
                            "thumbnail": {
                                "id": 32684,
                                "mime": "image\/png",
                                "size": 44799,
                                "href": "https:\/\/api.oyez.org\/sites\/default\/files\/images\/people\/samuel_alito_jr\/samuel_alito_jr.thumb.png"
                            },
                            "length_of_service": 3718,
                            "identifier": "samuel_a_alito_jr"
                        },
                        "text_blocks": [
                            {
                                "start": 0,
                                "stop": 12.085,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Tomorrow marks the three-year anniversary of Fisher I, our prior decision in this case, and in light of today's decision it is really hard to see the point of Fisher I."
                            },
                            {
                                "start": 12.085,
                                "stop": 24.32,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In that decision we made it very clear what the University of Texas needed to do to justify its use of race in the so-called holistic component of its admissions plan."
                            },
                            {
                                "start": 24.32,
                                "stop": 41.375,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Fisher I reiterated that a state university may not take race into account in making admissions decisions unless the University shows that doing so is necessary to serve a compelling interest and that the plan is narrowly tailored to achieve that end."
                            },
                            {
                                "start": 41.375,
                                "stop": 46.53,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The burden of making those showings rests on the University."
                            },
                            {
                                "start": 46.53,
                                "stop": 67.98,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We also made it clear in Fisher I that a University that wishes to implement a race-based plan is obligated to identify the interest or interests that justify its plan with enough specificity to permit a reviewing court to determine whether the requirements of strict scrutiny are met."
                            },
                            {
                                "start": 67.98,
                                "stop": 75.98,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And we emphatically rejected the argument that courts should defer to university’s judgment on these matters."
                            },
                            {
                                "start": 75.98,
                                "stop": 90.195,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We never defer to government officials when they say trust us, it's necessary for us to discriminate on the basis of race, and state universities are not angels whose actions are above judicial scrutiny."
                            },
                            {
                                "start": 90.195,
                                "stop": 95.76,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Instead, race-based plans must be carefully reviewed by the courts."
                            },
                            {
                                "start": 95.76,
                                "stop": 108.69,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This was the unmistakable message of our decision three years ago in Fisher I, but today, inexplicably the Court embraces the very argument that we rejected in the earlier case."
                            },
                            {
                                "start": 108.69,
                                "stop": 121.81,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Court effectively defers to the judgment of the University of Texas that its plan is necessary to achieve a vaguely defined objective, the educational benefits of diversity."
                            },
                            {
                                "start": 121.81,
                                "stop": 134.52,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "There is no way that this Court or any other Court can tell today, or will be able to tell at any point in the future whether the University's plan is actually serving that objective."
                            },
                            {
                                "start": 134.52,
                                "stop": 143.53,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But the University says, not to worry, it will announce when and if the goal has been reached, and the Court effectively accepts that assurance."
                            },
                            {
                                "start": 143.53,
                                "stop": 150.215,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Such deference is inconsistent with Fisher I and with the very idea of strict scrutiny."
                            },
                            {
                                "start": 150.215,
                                "stop": 156.79,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And for reasons set out in my dissenting opinion it is particularly inappropriate in this case."
                            },
                            {
                                "start": 156.79,
                                "stop": 168.665,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I will elaborate on the glaring defects in the University's arguments, but before doing so it's important to make clear what is and what is not at stake in this case."
                            },
                            {
                                "start": 168.665,
                                "stop": 177.33,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "What is involved is whether a state school may discriminate on the basis of race without being subject to meaningful judicial scrutiny."
                            },
                            {
                                "start": 177.33,
                                "stop": 191.135,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "What is not at stake is whether the University of Texas or any other state school may adopt an admissions plan that results in the student body with a broad representation of students from all racial and ethnic groups."
                            },
                            {
                                "start": 191.135,
                                "stop": 199.515,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The University of Texas was admitting a very diverse body of applicants before it started its present race-based plan."
                            },
                            {
                                "start": 199.515,
                                "stop": 206.81,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In 1996 a Fifth Circuit decision held that a state university may not take race into account in admissions."
                            },
                            {
                                "start": 206.81,
                                "stop": 223.275,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Soon thereafter the Texas Legislature adopted the plan to which Justice Kennedy referred, the so-called Top Ten Percent Plan, which guarantees the admission of any student who graduates in the top 10% of his or her high school class."
                            },
                            {
                                "start": 223.275,
                                "stop": 230.22,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Public school students generally cannot choose the schools they attend and all public schools are not equal."
                            },
                            {
                                "start": 230.22,
                                "stop": 239.395,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "School districts serving families that are more affluent and have more formal education may offer a more advanced academic program than other districts."
                            },
                            {
                                "start": 239.395,
                                "stop": 250.015,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The Top Ten Percent Plan tends to compensate for this disparity and to reward students who make the most of the educational opportunities provided to them."
                            },
                            {
                                "start": 250.015,
                                "stop": 266.315,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It tends to benefit disadvantaged students regardless of race, but because of the correlation between race and ethnicity on the one hand and socioeconomic status on the other, the plan has resulted in the admission of large numbers of black and Hispanic students."
                            },
                            {
                                "start": 266.315,
                                "stop": 275.165,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Indeed, the President of the University of Texas stated that the plan had “effectively compensated for the loss of affirmative action.”"
                            },
                            {
                                "start": 275.165,
                                "stop": 294.975,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But on the very day when this Court decided Grutter versus Bollinger, which upheld the University of Michigan Law School's affirmative action program, the President of the University of Texas announced that the University would begin to take race into account in filling the spots not taken up by the Top Ten Percent Plan."
                            },
                            {
                                "start": 294.975,
                                "stop": 306.25,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Only after that announcement was made did the University engage in studies that purportedly led it to conclude that the University should do what the President had already announced it would do."
                            },
                            {
                                "start": 306.25,
                                "stop": 315.355,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In Fisher I we explained quite clearly what the University needed to do to justify its new race-conscious plan."
                            },
                            {
                                "start": 315.355,
                                "stop": 321.465,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The first step was to define its interest in using racial classifications with clarity."
                            },
                            {
                                "start": 321.465,
                                "stop": 325.5,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Without that meaningful judicial review is not possible."
                            },
                            {
                                "start": 325.5,
                                "stop": 328.02,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But the University has never complied."
                            },
                            {
                                "start": 328.02,
                                "stop": 330.03,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It has never come close."
                            },
                            {
                                "start": 330.03,
                                "stop": 334.235,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It has offered a shifting series of vague objections."
                            },
                            {
                                "start": 334.235,
                                "stop": 343.015,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "When it adopted its challenge policy it said that its goal was to obtain a critical mass of underrepresented minorities."
                            },
                            {
                                "start": 343.015,
                                "stop": 344.95,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "What does that term mean?"
                            },
                            {
                                "start": 344.95,
                                "stop": 347.65,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The University has never said."
                            },
                            {
                                "start": 347.65,
                                "stop": 351.74,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Is it some absolute number of African-American and Hispanic students?"
                            },
                            {
                                "start": 351.74,
                                "stop": 353.38,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The University says no."
                            },
                            {
                                "start": 353.38,
                                "stop": 359.07,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Is it the percentage of African-Americans and Hispanics in the population of the state?"
                            },
                            {
                                "start": 359.07,
                                "stop": 360.69,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Again, the university says no."
                            },
                            {
                                "start": 360.69,
                                "stop": 367.7,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The University has submitted more than 100 pages of briefing to this Court in the two Fisher cases."
                            },
                            {
                                "start": 367.7,
                                "stop": 372.42,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We twice heard argument on its behalf by very experienced counsel."
                            },
                            {
                                "start": 372.42,
                                "stop": 378.86,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We repeatedly asked the counsel to explain what the term critical mass means and we never got a clear answer."
                            },
                            {
                                "start": 378.86,
                                "stop": 384.26,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "We still have no clear idea what the University means by a critical mass."
                            },
                            {
                                "start": 384.26,
                                "stop": 390.705,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The University has also argued that it has a compelling interest in obtaining diversity at the classroom level."
                            },
                            {
                                "start": 390.705,
                                "stop": 400.73,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It has pointed to a study showing that Asian-American, African-American and Hispanic students are underrepresented in many small classes."
                            },
                            {
                                "start": 400.73,
                                "stop": 421.725,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Now, since the University offers a huge number of classes, many in rather esoteric subjects, and since the University gives students a good deal of freedom in choosing their classes, it is not surprising that the composition of many small classes does not mirror the racial and ethnic makeup of the student body as a whole."
                            },
                            {
                                "start": 421.725,
                                "stop": 435.94,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But assuming that this is a cause for great concern, the University has utterly failed to show that its plan serves or is designed to do anything to ameliorate the problem."
                            },
                            {
                                "start": 435.94,
                                "stop": 439.9,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "For one thing there's the curious case of the Asian-American students."
                            },
                            {
                                "start": 439.9,
                                "stop": 445.66,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Classes with no Asian-American students outnumber classes with no Hispanic students."
                            },
                            {
                                "start": 445.66,
                                "stop": 453.86,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "If the University's plan discriminates against Asian-American students, how can such a plan be said to promote classroom diversity?"
                            },
                            {
                                "start": 453.86,
                                "stop": 472.265,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And as for African-American and Hispanic students, if the University were serious about improving classroom diversity one might think it would instruct its admissions officers to look for students who seem likely to enroll in the underrepresented classes, but the University does not claim that it does that."
                            },
                            {
                                "start": 472.265,
                                "stop": 485.385,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Nor has the University found that African-American and Hispanic students admitted under the Top Ten plan enroll in fewer of the classes in question than students admitted under the race-conscious plan."
                            },
                            {
                                "start": 485.385,
                                "stop": 491.11,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As far as we have been made aware, the University has not even looked to see whether this is so."
                            },
                            {
                                "start": 491.11,
                                "stop": 503.32,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Although there is no apparent reason why it could not do so, it knows which students were admitted under the Top Ten Percent Plan and which were not, and it knows which courses each student takes."
                            },
                            {
                                "start": 503.32,
                                "stop": 508.71,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I note one additional glaring problem with the classroom diversity argument."
                            },
                            {
                                "start": 508.71,
                                "stop": 531.465,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This argument rests largely on the proposition that students from different backgrounds bring different perspectives to class discussions, but the University assesses students’ backgrounds based on a few crude, overly simplistic racial and ethnic categories, such as White, African-American, Hispanic, Native American or Asian."
                            },
                            {
                                "start": 531.465,
                                "stop": 537.81,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Applicants are asked to place themselves in one such group and cannot claim membership in more than one group."
                            },
                            {
                                "start": 537.81,
                                "stop": 553.085,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The University provides no guidance for students with ancestors who fall into more than one category, a category of students that is growing rapidly, nor does the University make any effort to check the accuracy of an applicant's self-classification."
                            },
                            {
                                "start": 553.085,
                                "stop": 567.56,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "So if, for example, a student with one Asian great-grandparent claims to be Asian, the University seems to assume that this student will bring a distinctively Asian viewpoint to classroom discussions, but what is an Asian viewpoint?"
                            },
                            {
                                "start": 567.56,
                                "stop": 583.4,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The category of Asian-Americans students seemingly includes students with ancestors from China, Japan, Korea, Vietnam, Cambodia, India and other countries comprising approximately 60% of the world's population."
                            },
                            {
                                "start": 583.4,
                                "stop": 591.675,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It would be ludicrous to suggest that all these students have similar backgrounds and similar ideas and experiences to share."
                            },
                            {
                                "start": 591.675,
                                "stop": 600.7,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "A third justification offered by the University is interracial diversity or diversity within diversity."
                            },
                            {
                                "start": 600.7,
                                "stop": 618.73,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In Fisher I, we were told that the Top Ten Percent Plan was inadequate because it resulted in the admission of the wrong kind of African-American and Hispanic students namely students from disadvantaged backgrounds who attended high schools with few white and Asian students."
                            },
                            {
                                "start": 618.73,
                                "stop": 631.39,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The race-conscious plan was needed, the University said to secure the admission of “the African-American or Hispanic child of successful professionals in Dallas”."
                            },
                            {
                                "start": 631.39,
                                "stop": 639.67,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In its most recent brief, the University says that it needs to take race into account in order to admit “the black student with high grades from Andover”."
                            },
                            {
                                "start": 639.67,
                                "stop": 644.68,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This is a very strange argument for affirmative action."
                            },
                            {
                                "start": 644.68,
                                "stop": 657.82,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Affirmative action was created to help disadvantaged students but the University now says it needs to take race into account in order to give preference to students from very privileged backgrounds."
                            },
                            {
                                "start": 657.82,
                                "stop": 667.335,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "And it must be kept in mind that when an applicant from a privileged background is favored students from less privileged backgrounds are likely to suffer."
                            },
                            {
                                "start": 667.335,
                                "stop": 682.82,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Admitting an Andover graduate because of his or her race may mean denying admission to the child of poor Asian immigrants who speak little English or a white applicant from an impoverished rural family, none of whose members has ever attended college."
                            },
                            {
                                "start": 682.82,
                                "stop": 685.889,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This is affirmative action gone berserk."
                            },
                            {
                                "start": 685.889,
                                "stop": 692.45,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "In addition, the University's argument is based on offensive and unsupported stereotypes."
                            },
                            {
                                "start": 692.45,
                                "stop": 707.005,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The underlying idea seems to be that the black and Hispanic students admitted under the Top Ten Percent Plan are unable to contribute to the life of the University in the same way as students admitted under holistic review."
                            },
                            {
                                "start": 707.005,
                                "stop": 710.12,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But what is it that these top 10 admitees lack?"
                            },
                            {
                                "start": 710.12,
                                "stop": 724.315,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The ability to compete academically, top 10 African-American and Hispanic students received higher grades at the University of Texas than African-American and Hispanic students admitted under the holistic plan."
                            },
                            {
                                "start": 724.315,
                                "stop": 734.055,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Is the deficiency something else perhaps willingness to participate in extracurricular activities or the ability to achieve leadership positions on campus."
                            },
                            {
                                "start": 734.055,
                                "stop": 745.465,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "As far as the record reveals, the University has made no effort to compare the interests and the abilities of top 10 admitees in the so-called holistic admitees."
                            },
                            {
                                "start": 745.465,
                                "stop": 751.6,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I repeat, the University knows which students were admitted under the top 10 plan and which were not."
                            },
                            {
                                "start": 751.6,
                                "stop": 755.95,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "So there is no apparent reason why it could not make the comparison."
                            },
                            {
                                "start": 755.95,
                                "stop": 759.545,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But as far as we have been made aware, it has not done so."
                            },
                            {
                                "start": 759.545,
                                "stop": 764,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Instead, it relies on offensive stereotypes."
                            },
                            {
                                "start": 764,
                                "stop": 777.78,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Finally, the University claims that it must take race into account in order to remedy feelings of loneliness and isolation among African-American and Hispanic students but this problem is not unique to these students."
                            },
                            {
                                "start": 777.78,
                                "stop": 822.08,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Surely many college students feel lonely and isolated at times, is the problem more acute for African-American and Hispanic students than for say Asian students in general or some subgroup of Asian students and recall that the University's plan discriminates against those students or for white students from poor rural families, the University provides no way for a court to assess the dimensions of the problem and certainly no evidence that its plan is helping to ameliorate the problem and it seems quite unlikely that the small number of additional African-American and Hispanic students admitted due to their race or ethnicity could possibly make much of a difference in this regard."
                            },
                            {
                                "start": 822.08,
                                "stop": 833.97,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The statistics in the record suggests that race was determinative for only about 15 African-American students and 18 Hispanic students in the year when petitioner applied."
                            },
                            {
                                "start": 833.97,
                                "stop": 839.605,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The majority claims to agree with many of these points."
                            },
                            {
                                "start": 839.605,
                                "stop": 844.395,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It admits that the University bears a heavy burden of proof under strict scrutiny."
                            },
                            {
                                "start": 844.395,
                                "stop": 859.695,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It acknowledges that the University has not submitted evidence regarding how students admitted through the Top Ten Percent Plan differ in their contribution to diversity from students admitted through holistic review."
                            },
                            {
                                "start": 859.695,
                                "stop": 862.05,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This should be the end of the case."
                            },
                            {
                                "start": 862.05,
                                "stop": 882.88,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Without identifying what was missing from the African-American and Hispanic students it was already admitting to its race neutral process and without showing how the use of race-based admissions could rectify the deficiency the University cannot demonstrate that its procedure is narrowly tailored."
                            },
                            {
                                "start": 882.88,
                                "stop": 900.44,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "Yet somehow the Court concludes that petitioner must lose as a result of the University's failure to provide evidence justifying its decision to employ racial discrimination but it is the University's burden to show that the use of race is necessary."
                            },
                            {
                                "start": 900.44,
                                "stop": 906.53,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "To the extent the record is incomplete; the responsibility lies with the University."
                            },
                            {
                                "start": 906.53,
                                "stop": 922.8,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "When the University decided to adopt its race conscious plan, it had every reason to know that its plan would have to satisfy strict scrutiny and that this meant it would be its burden to show that the plan was narrowly tailored to serve compelling interests."
                            },
                            {
                                "start": 922.8,
                                "stop": 925.72,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "The University has failed to make that showing."
                            },
                            {
                                "start": 925.72,
                                "stop": 938.855,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "By all rights judgment should be entered in favor of petitioner but if the majority is determined to give the University yet another chance we should reverse and send this case back to the District Court for further fact-finding."
                            },
                            {
                                "start": 938.855,
                                "stop": 948.23,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "What the court has gone awarding a victory to the University because the record is supposedly inadequate is simply wrong."
                            },
                            {
                                "start": 948.23,
                                "stop": 951.1,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "This case has gone on for a long time."
                            },
                            {
                                "start": 951.1,
                                "stop": 952.94,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It has been here twice."
                            },
                            {
                                "start": 952.94,
                                "stop": 957.635,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "It concerns an applicant who was denied admission eight years ago."
                            },
                            {
                                "start": 957.635,
                                "stop": 962.9,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I have no more desire than the majority to see this litigation continued."
                            },
                            {
                                "start": 962.9,
                                "stop": 974.645,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "But that is not a reason for a decision that contradicts so much of what this Court has held in prior cases and in a prior decision in this very case."
                            },
                            {
                                "start": 974.645,
                                "stop": 990.88,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I hope this is a one-off attributable to unique circumstances but if it is interpreted by University administrators to mean that race-based admissions plans will no longer be strictly scrutinized it will mark a very sad turn in our cases."
                            },
                            {
                                "start": 990.88,
                                "stop": 0,
                                "byte_start": 0,
                                "byte_stop": 0,
                                "text": "I therefore respectfully dissent."
                            }
                        ]
                    }
                ]
            }
        ]
    },
    "media_file": [
        {
            "id": 79307,
            "mime": "audio\/mpeg",
            "size": 4007727,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.mp3\/case_data\/2015\/14-981\/14-981_20160623-opinion-dissent.delivery.mp3"
        },
        {
            "id": 79340,
            "mime": "audio\/ogg",
            "size": 10148079,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.ogg\/case_data\/2015\/14-981\/14-981_20160623-opinion-dissent.ogg"
        },
        {
            "id": 79341,
            "mime": "application\/x-mpegURL",
            "size": 19367,
            "href": "https:\/\/s3.amazonaws.com\/oyez.case-media.hls\/case_data\/2015\/14-981\/14-981_20160623-opinion-dissent.m3u8"
        }
    ],
    "damaged": false,
    "unavailable": false
}