{
    "ID": 62798,
    "name": "National Association of Manufacturers v. Department of Defense",
    "href": "https:\/\/api.oyez.org\/cases\/2017\/16-299",
    "view_count": 72,
    "docket_number": "16-299",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of <i>certiorari<\/i>",
    "first_party": "National Association of Manufacturers",
    "second_party": "Department of Defense, et al.",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1484287200
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53950"
        }
    ],
    "lower_court": {
        "ID": 11,
        "name": "United States Court of Appeals for the Sixth Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/11"
    },
    "facts_of_the_case": "<p>The Clean Water Act (CWA) provides for judicial review in instances where the Environmental Protection Agency’s action results in the issuance or denial of any permit or places restrictions on waste emissions or other activities related to the waters.On August 28, 2015, a final rule issued by the Environmental Protection Agency and U.S. Army Corps of Engineers that defined the scope of “the waters of the United States” under the CWA came into effect. Numerous states and other organizations challenged the validity of the agencies’ rule and contended both that it did not conform with the CWA and was improperly adopted in violation of the requirements of the Administrative Procedures Act. Following consolidation of the claims before the U.S. Court of Appeals for the Sixth Circuit, the National Association of Manufacturers intervened to join the plaintiffs and moved to dismiss. The plaintiffs argued that the CWA does not provide the federal circuit courts with jurisdiction over the agencies’ rule and that review is properly held in the district courts instead. The appellate court held that it had jurisdiction because, although the rule only defined the scope of U.S. waters, by defining its boundaries, the rule functionally placed restrictions on activity related to the waters. Therefore, the rule affected permitting requirements and thus had the practical effect of granting or denying permits. <\/p>\n",
    "question": "<p> <\/p>\n<p dir=\"ltr\">Does the Clean Water Act grant federal courts of appeals jurisdiction to review the Environmental Protection Agency’s rule that defines the scope of United States waters?<\/p>\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27492"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2017",
    "location": {
        "latitude": 39.101887,
        "longitude": -84.510661,
        "name": "United States Court of Appeals for the Sixth Circuit",
        "street": "100 East Fifth Street",
        "city": "Cincinnati",
        "province": "OH",
        "postal_code": null,
        "province_name": "Ohio"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will decide whether the Clean Water Act grants federal courts of appeals jurisdiction to review the Environmental Protection Agency’s rule that defines the scope of United States waters.",
    "written_opinion": null,
    "related_cases": null,
    "justia_url": null
}