{
    "ID": 62702,
    "name": "Star Athletica, LLC v. Varsity Brands, Inc.",
    "href": "https:\/\/api.oyez.org\/cases\/2016\/15-866",
    "view_count": 0,
    "docket_number": "15-866",
    "additional_docket_numbers": null,
    "manner_of_jurisdiction": "Writ of <i>certiorari<\/i>",
    "first_party": "Star Athletica, LLC",
    "second_party": "Varsity Brands, Inc., et al.",
    "timeline": [
        {
            "event": "Granted",
            "dates": [
                1462165200
            ],
            "href": "https:\/\/api.oyez.org\/case_timeline\/case_timeline\/53506"
        }
    ],
    "lower_court": {
        "ID": 11,
        "name": "United States Court of Appeals for the Sixth Circuit",
        "href": "https:\/\/api.oyez.org\/taxonomy\/term\/11"
    },
    "facts_of_the_case": "<p>Varsity Brands, Inc. (Varsity) designs and manufactures clothing and accessories for use in various athletic activities, including cheerleading. Design concepts for the clothing incorporate elements such as colors, shapes, lines, etc., and do not consider the functionality of the final clothing. Varsity received copyright registration for the two-dimensional artwork of the designs at issue in this case, which were very similar to ones that Star Athletica, LLC (Star) was advertising. Varsity sued Star and alleged, among other claims, that Star violated the Copyright Act. Star asserted counterclaims, including one that alleged that Varsity had made fraudulent representations to the Copyright Office because the designs at issue were not copyrightable. Both parties filed motions for summary judgment. Star argued that Varsity did not have valid copyrights because the designs were for “useful articles,” which cannot be copyrighted, and the designs cannot be separated from the uniforms themselves, which also makes the designs impossible to copyright. Varsity argued that the designs were separable and non-functional, and therefore that the copyrights were valid and had been infringed. The district court granted summary judgment for Star and held that the designs were integral to the functionality of the uniform. The U.S. Court of Appeals for the Sixth Circuit reversed and held that the Copyright Act allows graphic features of a design to be copyrighted even when those designs are not separable from a “useful article.”<\/p>\n",
    "question": "<p>What is the appropriate test to determine whether a feature of a “useful article” is copyrightable under the Copyright Act?<\/p>\n",
    "conclusion": null,
    "advocates": null,
    "oral_argument_audio": null,
    "citation": {
        "volume": null,
        "page": null,
        "year": null,
        "href": "https:\/\/api.oyez.org\/case_citation\/case_citation\/27423"
    },
    "decisions": null,
    "first_party_label": "Petitioner",
    "second_party_label": "Respondent",
    "heard_by": [
        null
    ],
    "decided_by": null,
    "term": "2016",
    "location": {
        "latitude": 35.149748,
        "longitude": -90.051754,
        "name": "United States District Court for the Western District of Tennessee, Western Division",
        "street": "167 N. Main Street",
        "city": "Memphis",
        "province": "TN",
        "postal_code": null,
        "province_name": "Tennessee"
    },
    "opinion_announcement": null,
    "description": "A case in which the Court will determine the appropriate test for deciding whether a feature of a “useful article” is copyrightable under the Copyright Act.",
    "written_opinion": null,
    "related_cases": null
}